<head>
    <title>
        Z
    </title>

    <link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
    <link rel="icon" type="image/png" href="/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/favicon-16x16.png" sizes="16x16">
    <link rel="manifest" href="/manifest.json">
    <link rel="mask-icon" href="/safari-pinned-tab.svg" color="#5bbad5">
    <meta name="theme-color" content="#fefdfc">
    <link rel="stylesheet" type="text/css" href="theme.css">

    <style type="text/css">
        .texte {
            text-align: left;
        }


        p {
            font-family: Cardo;
            font-weight: normal;
            font-style: normal;
            font-size: 16px;
            line-height: 166%;
            text-indent: 2em;
        }
        div {
            width: 700px;
            margin: 0 auto;
            word-wrap: break-word;
        }
        h1 {
            font-family: BrandonGrotesque;
            font-weight: 100;
            font-style: normal;
            font-size: 27px;
            text-transform: uppercase;
            letter-spacing: 0.2em;
            text-align: center;
        }
        h2 {
            font-family: BrandonGrotesque;
            font-weight: 300;
            font-style: normal;
            font-size: 17px;
            text-align: center;
            text-transform: uppercase;
            margin-top: -16px;
            line-height: 95%;
            letter-spacing: 0.1em;
        }
        h3 {
            font-family: BrandonGrotesque;
            font-weight: 200;
            font-style: normal;
            font-size: 14px;
            text-transform: uppercase;
            text-align: center;
            margin-top: 88px;
            margin-bottom: 133px;
            letter-spacing: 0.05em;
        }

        .it {
            font-style: italic;
        }
        .quote {
            padding: 13px 50px;
            font-size: 14px;
            line-height: 141%;
            text-indent: 0;
        }

        .nom {
            width: 888px;
            margin: 200px auto 100px;
        }
        .part {
            margin: 233px auto 166px;
        }

        .fin {
            margin-top: 333px;
        }

        sup { 
            vertical-align: super; 
            font-size: 0.55em;
            line-height: 0;
        }

    </style>
</head>

<body>

    <div class="header">
        <a href="/index.html">
            <img src="/zft.png" alt="z" />
        </a>
        <div class="linqs">
            <h8> 
                <a href="/story.html"> musings </a>
                <br>
                <a href="/vispro.html"> visual projects </a>
                <br>
                <a href="/texts.html"> selected texts </a>
                <br>
                <a href="https://github.com/zchickenwang" target="_blank"> technical apps </a>
                <br>
                <a href="/contact.html"> contact </a>
            </h8>
        </div>
    </div>

    <div class="nom">
        <h1> Prissonier du Passe, Esclave du Futur </h1>
        <h2> LA SIGNIFICATION DU RHINOCEROS DANS "RHINOCEROS" D'IONESCO </h2>
        <h3> 23 April 2016 </h3>
    </div>

    <div class="texte">
        <p>
            

                   Ivre et tardif; avec des cheveux &eacute;bouriff&eacute;s, n&eacute;glig&eacute;s; sans cravate&mdash;tel est la mani&egrave;re dont Ionesco introduit B&eacute;renger tout d'abord. C'est un ivrogne classique, un &laquo;v&eacute;ritable cadavre vivant&raquo;<sup>1</sup> qui&mdash;par rapport &agrave; Jean, semble ridicule et indolent. Mais il est &eacute;galement le dernier homme, la seule personne pouvant r&eacute;sister l'&eacute;pid&eacute;mie de rhinoc&eacute;ros. Effectivement, tous les autres personnages, en regardant les transformations, ne peuvent pas trouver du sens dans leur nouvel monde avec des humains ainsi que des rhinoc&eacute;ros; par cons&eacute;quent, ils finissent par adopter la nouvelle identit&eacute; de rhinoc&eacute;ros. Mais B&eacute;renger reste comme humain, et donc est unique; en croyant que &laquo;la vie est une r&ecirc;ve&raquo;, il d&eacute;montre la capacit&eacute; de comprendre l'absurde, ou au moins, la force d'accepter ce qu'il ne comprend pas (35). Pourtant bien qu'Ionesco transforme tout le monde sauf B&eacute;renger en des rhinoc&eacute;ros, il n'explique pas si ces transformations au rhinoc&eacute;ros indiquent un vrai changement du caract&egrave;re, ou si les gens sont en r&eacute;alit&eacute; des rhinoc&eacute;ros depuis le d&eacute;but? En plus, le ph&eacute;nom&egrave;ne du rhinoc&eacute;ros signifie-t-il bon ou mauvais pour l'avenir? A propos de la premi&egrave;re question, je vais aller un peu plus loin afin de montrer que les personnages qui deviennent rhinoc&eacute;ros ne changent pas du tout, et que ce sont le monde et le temps, pas les gens, qui jouent un r&ocirc;le moteur dans ces transformations. Au sujet de la deuxi&egrave;me question, je me propose de r&eacute;v&eacute;ler la maladie de rhinoc&eacute;ros comme l'avenir lui-m&ecirc;me, comme la soci&eacute;t&eacute; &eacute;trange du futur, la prochaine &eacute;tape de l'&eacute;volution humaine.

</p><p>
Apr&egrave;s avoir lu la pi&egrave;ce d'Ionesco, c'est peut-&ecirc;tre facile &agrave; croire que les rhinoc&eacute;ros sont mal&eacute;fiques. En effet, le dramaturge les d&eacute;crite sous un mauvais jour en montrant l'histoire selon le point de vue de B&eacute;renger&mdash; le protagoniste qui est, commod&eacute;ment, la seule personne dans un monde de rhinoc&eacute;ros. Mais il faut toujours prendre en consid&eacute;ration tous les cas, en restant impartial. Je fournit un exemple simple: lorsque B&eacute;renger rend visite &agrave; Jean dont la transformation est imminente, les deux amis ne reconnaissent pas les voix de l'un l'autre. B&eacute;renger trouve la voix de Jean enrou&eacute;e, mais Jean dit que la sienne &laquo;n'a pas chang&eacute;, c'est plut&ocirc;t&raquo; celle de B&eacute;renger (144). Car Jean devient un rhinoc&eacute;ros, on suppose que c'est vraiment la voix de Jean qui est enrou&eacute;e&mdash;or tout est relatif. Apr&egrave;s tout, du point de vue de Jean, c'est seulement B&eacute;renger qui reste humain, alors que tout le monde soit rhinoc&eacute;ros. Alors, si la voix et les m&oelig;urs changent, en apportant tout le monde avec elles, donc on pourrait dire que B&eacute;renger doive prendre la d&eacute;cision consciente d'&ecirc;tre diff&eacute;rent, de ne pas changer avec le temps et &laquo;se mettre &agrave; la page&raquo; comme tous les autres, m&ecirc;me lorsque les cas de Jean et de Daisy montrent clairement l'&eacute;preuve mentale de rester humain (50).
</p><p>
Or pourquoi les gens se transforment-ils en rhinoc&eacute;ros? Je ferais &eacute;cho &agrave; Dudard qui trouve les conversions naturelles, et je dirais que le rhinoc&eacute;ros est le futur. C'est ridicule, absurde,<sup>2</sup> mais &agrave; la fin, logiquement correct.
</p><p>
Commen&ccedil;ons par enqu&ecirc;ter sur l'origine du rhinoc&eacute;ros. L'apparition du premier rhinoc&eacute;ros choque tout le monde, en faisant rage de la rue. C'est quelque chose de nouvelle, qui incarne une vitesse et une force brute de qualit&eacute; sup&eacute;rieure que celles de nous. C'est le futur.
Peut-&ecirc;tre le deuxi&egrave;me rhinoc&eacute;ros signifie-t-il la vraie arriv&eacute;e du futur, puisqu'il touche le monde tangible des humains. En &eacute;crasant le chat, le rhinoc&eacute;ros donne un avertissement aux gens&mdash;ce qui pr&eacute;figure les ravages apport&eacute; par le future sur le statu quo. Ce premier geste violent laisse les personnes dans l'&eacute;picerie horrifi&eacute;s, comme des gens d'avant la cr&eacute;ation de l'automobile en regardant un chat &eacute;cras&eacute; par les roues d'une voiture. L'avenir fait peur parce qu'il est &eacute;trange, mais il est en outre plus sophistiqu&eacute;, et rend les personnages comme b&eacute;b&eacute;s pouvant seulement crier &laquo;oh! Un rhinoc&eacute;ros&raquo; (60). Bien s&ucirc;r, ils essaient d'expliquer ce ph&eacute;nom&egrave;ne, de cat&eacute;goriser le futur par le nombre de cornes sur chaque rhinoc&eacute;ros&mdash;mais m&ecirc;me concernant ce petit fait, il n'y a pas d'accord. L'on esp&egrave;re que le Logicien puisse faire la lumi&egrave;re sur cette question, mais malgr&eacute; un long argument, la logique arrive &agrave; la question originale: &laquo;asiatique ou africain&raquo; (85).
</p><p>
L'&eacute;chec du Logicien a plusieurs cons&eacute;quences: primo, les id&eacute;es du futur repr&eacute;sent&eacute;es par les rhinoc&eacute;ros sont trop complex&eacute;es pour notre compr&eacute;hension. Il est possible aussi que nous soyons incapables de les comprendre avec les notions, les pratiques, et la logique de nos jours. En m&ecirc;me temps, il sugg&egrave;re que le monde et la vie soient vraiment absurdes, et que la logique in extenso soit un instrument inefficace pour trouver du sens dans le future, et dans l'existence elle-m&ecirc;me.
</p><p>
Alors, pendant que les rhinoc&eacute;ros font des ravages dans le village, on peut reconnait la force du futur. Le rhinoc&eacute;ros dans le bureau provoque &laquo;l'effondrement de l'escalier&raquo;, ce qui pi&egrave;ge les employ&eacute;s au-dessus (113). Cela les rend effectivement inutiles, impuissants dans un monde domin&eacute; par le rhinoc&eacute;ros&mdash;le neuf, l'avenir. La seule solution, donc, c'est de s'adapter, de se transformer en rhinoc&eacute;ros afin qu'on puisse vivre comme tout le monde une vie diff&eacute;rente, la nouvelle normale&mdash;peut-&ecirc;tre m&ecirc;me meilleure. Or bien que les rhinoc&eacute;ros semblent violents, on peut supposer qu'ils n'ont pas des intentions m&eacute;chantes&mdash;au moins selon le cas de Jean, qui &laquo;fonce vers B&eacute;renger t&ecirc;te baiss&eacute;e&raquo; lorsqu'il devient un rhinoc&eacute;ros, mais ensuite, pr&eacute;sente ses excuses (163). L'on sent la puissance du futur qui pousse les rhinoc&eacute;ros &agrave; devenir tellement agressifs&mdash;c'est la force d'un futur sans respect pour le pr&eacute;sent, qui le trouve vieux et incomp&eacute;tent. Ce vide temporel est plus profond&eacute;ment soulign&eacute; avec les remarques que Jean fait &agrave; B&eacute;renger comme &laquo;un vieux sentimental ridicule&raquo; (161).
</p><p>
Tandis que Jean adopte le futur, B&eacute;renger le rejette&mdash;B&eacute;renger trouve le &laquo;fatalisme&raquo; o&ugrave; Jean voit la &laquo;sagesse&raquo; (161). Envers la fin de la pi&egrave;ce, Dudard &eacute;galement reconnait la force du progr&egrave;s: il introduit et embrasse la pens&eacute;e que les rhinoc&eacute;ros signifient quelque chose de bonne, et que les gens se transforment &laquo;puisque &ccedil;a [leur] fait plaisir de devenir rhinoc&eacute;ros&raquo; (158). Apr&egrave;s tout, ils &laquo;sont des cr&eacute;atures comme nous&raquo;, n'est-ce pas? (158) Mais pourquoi ce changement a l'opinion publique se passe-t-il? C'est tout &agrave; cause de l'envie de se conformer, ce qui pousse les masses envers un avenir commun. Le confort d'&ecirc;tre parmi le peuple, dont les &laquo;bruits effrayants sont cependant rythmes, musicalis&eacute;s&raquo; (233). En fait, il y a une tellement &eacute;norme quantit&eacute; de gens qui deviennent rhinoc&eacute;ros que m&ecirc;me dans l'appartement priv&eacute;, B&eacute;renger et ses compagnons ne peuvent pas se soustraire &agrave; l'amplitude du rhinoc&eacute;ros, du futur. En effet, les rhinoc&eacute;ros utilisent la technologie existante&mdash;comme le t&eacute;l&eacute;phone et la radio&mdash;pour attaquer B&eacute;renger. De plus, il est soumis aux tremblements du sol et du ciel, caus&eacute;s par les coureurs de la rue en bas ainsi que les P&eacute;rissodactyles au dessus. Effectivement, les rhinoc&eacute;ros se trouvent partout, dans la mesure o&ugrave; c'est seulement le temps qui peut affecter tous ces gens de telle mani&egrave;re&mdash;alors, les rhinoc&eacute;ros repr&eacute;sentent vraiment la convocation du futur.
</p><p>
Contre cette force quasi-omnipotent, qu'est-ce qu'on trouve? Seulement B&eacute;renger&mdash;ce qui invite la question: pour quelle raison B&eacute;renger est-il diff&egrave;rent des autres? A la fin, B&eacute;renger se trouve tout seul, r&eacute;sign&eacute; &agrave; sa charge&mdash;mais malgr&eacute; la gravit&eacute; extr&ecirc;me de la derni&egrave;re sc&egrave;ne de la pi&egrave;ce, le monde selon B&eacute;renger n'a pas en fait chang&eacute; beaucoup. En effet, m&ecirc;me lorsqu'il rencontre Jean au d&eacute;but, B&eacute;renger est d&eacute;j&agrave; un prisonnier de son propre isolement. La nature de cet isolement est fond&eacute;e sur son alcoolisme, qui le laisse &laquo;dans un triste &eacute;tat&raquo; (16). Son apparence n&eacute;gligente et son attitude distante simplement ajoutent au trou entre la soci&eacute;t&eacute; et lui. Les didascalies renforcent &eacute;galement la solitude de B&eacute;renger: m&ecirc;me lorsque le patron entre dans la sc&egrave;ne, la didascalie marque que B&eacute;renger reste &laquo;seul&raquo; (88). En s'&eacute;vadant des rhinoc&eacute;ros&mdash;c'est-a-dire l'avenir et le progr&egrave;s naturel dans la soci&eacute;t&eacute;&mdash;B&eacute;renger effectivement reste ancr&eacute; dans le pass&eacute;.
</p><p>
De ce fait, peut-&ecirc;tre il est un vieillard qui ne peut pas adapter au futur. Certainement, lorsque Jean lui informe qu'on &laquo;trouve toujours le temps&raquo; pour se mettre &agrave; jour, la r&eacute;ponse de B&eacute;renger, &laquo;[c]'est trop tard&raquo;, expose en plein vue sa r&eacute;signation<sup>3</sup> (53). En effet, sa vieillesse est renforc&eacute;e par son incapacit&eacute; de voir la deuxi&egrave;me rhinoc&eacute;ros, qui lui semble &laquo;fait de la poussi&egrave;re&raquo;, ainsi que son incapacit&eacute; de comprendre ses amis, bien qu'ils l'entendent et le voient &laquo;tr&egrave;s bien&raquo; (26, 163).
</p><p>
N&eacute;anmoins, il peut &eacute;galement symboliser un des artistes typiques: quelqu'un qui est toujours ivre, qui connait bien l'absurdit&eacute;, et qui reconnait le pouvoir &laquo;des sottises&raquo; dans la vie (68). M&ecirc;me quand tous les personnages se l&egrave;vent apr&egrave;s que les rhinoc&eacute;ros passent, B&eacute;renger reste &laquo;toujours assis, mais plus r&eacute;veill&eacute;&raquo;; il accepte avec aisance la pr&eacute;sence des nouvelles cr&eacute;atures&mdash;peut-&ecirc;tre car il s'en fiche, ou plut&ocirc;t car il incarne l'esprit artistique qui habite en m&ecirc;me temps &agrave; l'int&eacute;rieur et dehors, qui vivre avec le futur mais pas dans lui (60). Peut-&ecirc;tre cette volont&eacute; cr&eacute;ative pousse aussi Ionesco, qui nous montre la difficult&eacute; de ne pas succomber au futur&mdash;ou plus profond&eacute;ment, qu'on a toujours le choix.
        </p>
    </div>

    <div class="part">
        <h2> Notes </h2>
    </div>

    <div class="texte">
        <p>
            <sup>1</sup> Ionesco, Eugene. La Cantatrice Chauve, Anti-Piece, Suivi De La Lecon, Drame Comique. Paris: Gallimard, 1954. Print.
        </p><p>
            <sup>2</sup> Pourquoi est-ce qu'Ionesco a choisi le rhinoc&eacute;ros pour la nouvelle forme des humains? Si les transformations vraiment repr&eacute;sentent l'avenir, le rhinoc&eacute;ros est un choix assez bizarre&mdash;cependant l'opposition et la contradiction sont des outils int&eacute;grants &agrave; l'&eacute;criture d'Ionesco. De plus, le futur est toujours fond&eacute; sur &laquo;l'int&eacute;grit&eacute; primordiale&raquo;, en d&eacute;veloppant sur les principes, le&ccedil;ons, et id&eacute;es d&eacute;j&agrave; &eacute;tablis, d&eacute;j&agrave; d&eacute;couverts (159). Donc, peut-&ecirc;tre le rhinoc&eacute;ros symbolise un retour &agrave; un aspect d'humanit&eacute; plus robuste et dure. Toutefois il est possible aussi que les rhinoc&eacute;ros soient en r&eacute;alit&eacute;s plus sophistiqu&eacute;s que nous.
        </p><p>
            <sup>3</sup> Ult&eacute;rieurement, B&eacute;renger dit qu'il &laquo;faut se r&eacute;signer&raquo; (65).
        </p>
        
    </div>

    <div class="part">
        <h2> Reference </h2>
    </div>

    <div class="texte">
        <p>
            Ionesco, Eug&egrave;ne. Rhinoc&eacute;ros: Pi&egrave;ce En Trois Actes Et Quatre Tableaux. Paris: Gallimard, 1972. Print.

        </p>
    </div>

    <div class="fin">
    </div>




</body>















